<template>
  <div class="clause">
    <div class="clause-article">
      <main-container-title>
        定义
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>以下条规适用于用户使用、连接和参与不时由ballbet.com(统称"Ballbet贝博集团"、"我们"及"我们的",视具体情况而定)
            通过http://www.ballbet.com网站及Ballbet贝博集团经营的其他网站("博彩网站")提供的网上"玩真钱"模式的博彩服务("博彩服务")。本条规须与特定游戏的游戏规则(统称"博彩规则")及适用于博彩服务和博彩软件的使用及与连接进入博彩网站和其中所含博彩信息的其他条规(统称"本条规
            ")一并阅读。
          </li>
          <li>"博彩"就本条规而言，包括但不限于通过博彩网站提供的任何及/或一切博彩服务进行的投注、游戏及各类博彩活动。
          </li>
          <li>"连接设备"指任何应用连接设备，包括但不限于为使用和连接博彩网站、参与博彩服务而采用的个人电脑、笔记本电脑、移动电话、个人数码助理、PDA电话、手提设备。
          </li>
          <li>"博彩软件"指经监管机关批准的、安装在用户连接设备上的电脑程序、数据文件或任何其他资讯及信息内容(包括与之有关的任何用户信息)，以便用户通过用户连接设备使用、连接和参与在博彩网站上提供的博彩服务。
          </li>
          <li>"体育博彩(Sportsbook)"指博彩网站下"体育博彩(Sportsbook)"链接/标题项下接入及/或提供的互联网博彩系统，及所有与其相关的服务和网上博彩活动。
          </li>
        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        同意
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>用户注册账户即表示用户确认并同意：i. 用户已经阅读、完全理解并同意本条规；及本条规构成用户与Ballbet贝博集团之间关于博彩服务使用的具有法律约束力的协议("使用协议")。

          </li>
          <li>如果用户不同意本条规中的任何条款，请不要试图使用或继续使用任何博彩服务或下载和安装博彩软件。
          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        修改
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>我们保留不时修订、更新和修改本条规和博彩规则(或其任何部分)的绝对权利。上述任何修订、更新或修改将在博彩网站上公布。
            经修订、更新或修改的本条规和博彩规则于其在博彩网站上公布时生效。用户在上述修订、更新或修改公布之后继续通过博彩网站和博彩设备使用、连接和参与博彩服务，视为用户同意并接受所公布的经修改或更新的本条规和博彩规则。
          </li>
          <li>用户确认并同意，用户自行负责查阅上述修订、更新和修改。Ballbet贝博集团可自主决定将上述修订、更新和修改通知用户。上述修订、
            更新和修改可由Ballbet贝博集团自主决定不时通知用户，但Ballbet贝博集团并无任何义务向用户通知上述上述修订、更新和修改。
          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        修博彩资讯和知识产权改
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>通过博彩网站、博彩服务、博彩设备和任何其他方式提供、向用户公开、可被用户获取、产生和收集的信息、资料和数据，包括但
            不限于营销计划和资料、成绩、统计数据、赛事数据和赛程表、概率和投注数据、文字、图标、音像资讯("博彩资讯")，属于Ballbet贝博集团和Ballbet贝博集团的许可人所有，仅供用户用于个人非商业性目的。
          </li>
          <li>除在本条规中明文规定的外，未经我们或第三方资料专有人的事先书面同意，用户不得以任何方式或手段改编、拷贝、修改、复制、储存、散发、展示、公开播放、
            制入有线节目、出版、传送、出售、出借、出租、许可使用博彩资讯或以其他方式使得任何他人或其他网站、网上服务或公告板或任何其他媒体和连接设备可以获得、使用、或连接上述博彩资讯。
          </li>
          <li>在博彩网站和通过连接设备提供的博彩软件、博彩服务和博彩资讯享受著作权、商标和其他形式的知识产权和专利保护。博彩网站上的博彩软件、博彩服务和博彩资
            讯的所有权利、产权和利益均属Ballbet贝博集团和Ballbet贝博集团许可人所有、许可其使用或受其控制。用户确认，用户并
            未通过使用或连接在博彩网站和通过连接设备提供的博彩软件、博彩服务和博彩资讯取得上述博彩软件、博彩服务和博彩资讯的任何权利、利益或许可。
          </li>
        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        使用条件
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li> 作为使用博彩服务的条件，用户保证并承诺，用户不得以任何违反适用于用户的任何法律、违反本条规和被本条规所禁止的目的使用
            或连接博彩网站、博彩服务、博彩软件和博彩资讯。除了本条规中所列一切其他声明和保证之外，用户在此进一步保证并承诺，作为使用博彩服务的条件：
            <ol class="main-container-content__sub-ol">
              <li>用户不是菲律宾、柬埔寨、美国、马来西亚或者台湾居民。</li>
              <li>用户以本人的身份及名义进行活动，而非代他人进行交易。
              </li>
              <li>用户的法律行为能力不受限制。</li>
              <li>用户未被诊断或认定为赌博强迫症。</li>
              <li>用户年龄(a)至少已满18周岁；或(b)已满任何适用于用户的法律所规定的其他法定年龄或成人年龄，以较大者为准("法定年龄")。
              </li>
              <li>用户充分了解在使用博彩服务的过程中亏损资金的风险。</li>
              <li>用户存入的款项并非来源于犯罪或其他非法、未经授权或许可的活动。
              </li>
              <li>
                用户并非从事犯罪或其他非法、未经授权或许可活动和企图利用用户在Ballbet贝博集团开立的账户从事上述活动；用户不得利用或允许他人利用博彩服务或用户的博彩账户从事适用于用户或我们的任何法律所规定的任何犯罪或其他非法活动，包括但不限于洗钱。
              </li>
              <li>对用户的户名、账号和密码予以保密，防止非法连接或使用，在户名、账号或密码以任何方式失密的情况下立即更改密码或通知我们。
              </li>
              <li>对以用户的户名、账号和密码通过博彩网站和连接设备连接和使用博彩服务的任何及所有活动自行承担责任，不论上述连接和使用是否经用户授权或为用户所知晓。</li>
              <li>不以任何干扰或可能干扰其他用户使用博彩服务和博彩网站的方式使用博彩服务、博彩网站、连接设备、博彩软件和博彩资讯，不实施任何降低或可能降低博彩服务和博彩网站运行效能的行为。
              </li>
              <li>不征集或以任何方式企图获取有关其他用户的任何资料</li>
              <li>不上传或散发任何含有病毒、已经毁坏或可能影响连接设备、博彩软件、博彩服务和博彩网站运行效能的程序、文件或数据。
              </li>
              <li>用户通过博彩网站和连接设备连接或使用博彩服务和博彩资讯不违反适用于用户的法律；亦不违反对用户个人或用户目前连接博彩网站或使用连接设备所在国家所有人具有约
                束力的合约义务；同时不受上述法律或合约义务禁止。
              </li>
              <li>不使用任何设备、机械、装置、软件、程序或其他方法(或任何具有上述性质的事物)干扰或企图干扰博彩服务、连接设备、博彩软件、博彩网站、博彩资讯或博彩网站和连接设备提供的任何交易的正常运行。
              </li>
              <li>不向博彩网站和连接设备或任何其他用户发布或传送任何违法、骚扰性、侮辱性、威胁性、诬蔑性、诽谤性、淫秽、猥亵、煽动性、种族歧视、色情或粗俗的内容，或可
                构成或教唆犯罪、引发民事责任或以其他方式违反任何法律的内容。
              </li>
              <li>
                用户不是Ballbet贝博集团或其任何关联公司的管理人员、董事、雇员、顾问、关联人或代理人，或与上述任何人员具有亲属或同屋居住关系；及不干扰其他用户使用博彩服务、博彩网站、博彩软件、连接设备和博彩资讯或发起和参与调查、竞赛、连锁信或发布/传送"垃圾邮
                件"或其他未受请求的群发邮件。
              </li>
            </ol>
          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        注册开立博彩账户和会员资格
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>欲通过Ballbet贝博集团参与博彩、使用博彩服务，用户须按博彩网站所述程序完成开立账户和会员资格的申请("会员资格申请")。
          </li>
          <li>用户声明并承诺，用户在注册和办理会员资格申请时所提供的所有资料，包括会员资格申请所填用户姓名("姓名")、资金来源(包括有关银行账号和卡号)和住址，在一切方面均真实、准确、完整。
          </li>
          <li>Ballbet贝博集团将采取必要和适当的措施对用户向我们披露的个人资料予以保密。我们将对所收到的用户个人数据和投注资料予以严格保密，
            除非法律、法规、规章、法院或监管机关或任何有关博彩管理或执法机关的命令或决定或本条规另有规定要求披露。用户对其个人资料的保密自行承担责任。我们保留在完成博彩网站所提供的博彩服务的付款手续所需的范围内向我们支付结算服务提供者和金融机构披露用户个人数据的权利。
          </li>
          <li>用户还须自行负责确保用户使用和连接博彩网站和其中所含的博彩资讯、下载安装博彩软件和使用和参与博彩服务不适用于受到法律禁止的用户。</li>
          <li>为验证用户的会员资格申请，我们还需要用户提供身份和年龄证明如带照片的有效身份证明和借记卡或信用卡)。用户提供的具体原始资料如有任何变更，应及时通知我们。为确认用户的姓名和地址，
            Ballbet贝博集团保留通过邮寄等方式确认用户姓名和地址的权利。Ballbet贝博集团还可自行决定采用其他安全措施核实用户提供的任何资料。用户同意本条规，即同时表示同意Ballbet贝博集团连接、使用、处理和储存对用户的任何身
            份验证或核实结果。
          </li>
          <li>我们保留基于任何理由拒绝用户会员资格申请的绝对权利。

          </li>
          <li>
            用户在Ballbet贝博集团仅可开立一个账户。若我们发现用户在Ballbet贝博集团开设不止一个账户，我们保留自行决定将用户在Ballbet贝博集团的所有账户作为一个合并账户处理、取消多余账户或与用户终止本协议的权利。

          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        下注及接受下注
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>
            我们于博彩网站上和通过连接设备所不时提供的游戏、体育赛事和其他博彩活动开放给用户下注。用户下注须遵守具体游戏或博彩活动的博彩规则以及本条规的规定。若任何赌局出现明显错误或显示错误的参赌人，该赌局的所有下注均告作废。Ballbet贝博集团博彩系统发生故障时，Ballbet贝博集团亦有权宣布任何或所有下注无效。
          </li>
          <li>尽管本条规可能存在其他规定，但Ballbet贝博集团有权基于任何理由酌情拒绝用户的全部或部分下注。
          </li>
          <li>我们仅接受用户按本条规通过互联网和连接设备进行下注。其他下注形式(邮寄、电邮、传真等)一概不予接受。我们即使收到其他形式的下注，不论赌盘最后开出的结果如何，均视为无效。
          </li>
          <li>受限于本条规其他规定，用户输入正确的用户名和密码且账户内存有足够余额，用户即有效投下注码。
          </li>
          <li>用户均须对使用下列内容（或其各项结合）所进行的所有活动和交易负责（无论下述使用是否得到授权）： i、用户姓名； ii、用户账户号； iii、用户的用户名和密码。</li>
          <li>用户自行负责确保其下注细节的准确性。受限于本条规其他规定，一旦用户下注且我们确认接受用户的下注，即为用户下注的最终确证；用户不得取消、撤回下注或更改下注细节。</li>
          <li>所有下注均收录于交易记录数据库。Ballbet贝博集团的交易记录为所有交易及下注的相关信息的最终确证。
          </li>
          <li>受限于本条规其他规定，当交易代号出现在用户屏幕上并有效显示在用户的交易历史中时，下注即视为有效及被Ballbet贝博集团接受。
          </li>
          <li>
            比赛开始后和下注时比赛结果已被知晓之情况下不得下注。若比赛开始和用户下注时已经知晓比赛结果之情况下仍错误地开放给用户下注,Ballbet贝博集团有权不经通知用户即可拒绝用户下注或宣布下注无效；Ballbet贝博集团享有是否接受全部或部分该等下注的自主决定权。为避免疑义，本条款不排除"下半场"投注盘("in
            play"bets)或"半场"投注盘("half time"bets)。
          </li>
          <li>博彩网站上预告的开赛时间仅为信息参考之用。若Ballbet贝博集团因任何原因无意中于比赛开始后仍接受下注，则Ballbet贝博集团有权取消和宣布该等下注无效。
          </li>
          <li>除非有关比赛和游戏的具体规则另有规定，否则为了博彩的目的，开放下注的比赛或游戏的结果将于比赛或游戏实际结束当天决定。Ballbet贝博集团不承认任何后来的可能导致推翻上述结果的质询，原派彩仍然有效。
          </li>
          <li>体育赛事的比赛地点发生变化的，以原赛场为基础的所有下注均告无效。
          </li>
          <li>比赛或游戏的赢家将根据博彩规则在上述比赛或游戏实际结束当天予以决定。
          </li>
          <li>为博彩目的，Ballbet贝博集团不承认任何延期比赛、抗议或推翻的结果。
          </li>
          <li>用户下注的多重彩中如包括非参赛者选项或无效选项，派彩将以剩余的有效选项为基础进行结算。
          </li>
          <li>用户承认所有赔率、指数和让分可不经通知上下浮动，上述赔率、指数和让分仅在用户下注被我们接受时予以确定。
          </li>
          <li>
            若明显错误或系统故障造成用户下注的赔率、指数或让分不正确时，则用户的下注或多重彩的部分下注无效。若有关错误或故障及时得到纠正，Ballbet贝博集团有权自主(但无义务)决定尽合理努力和用户联络允许用户以正确的赔率、指数和让分重新下注。
          </li>
          <li>我们不接受用户同时对同一赛事重复下注。</li>
          <li>Ballbet贝博集团保留以上条款的最终解释权。</li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        博彩软件使用权
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>
            用户特此确认并同意，用户通过连接设备以下载或其他方式获得的以便其远程使用的博彩网站的博彩软件属于博彩服务的一部分，为Ballbet贝博集团和Ballbet贝博集团的许可人的财产；用户对该等博彩软件不享有任何权利。用户不得以任何方式或以任何手段改编、拷贝、修改、复制、储
            存、散发、展示、公开播放、传播、广播、制入有线节目、出版、传送、出售、出借、出租、许可使用博彩软件或以其他方式交流或使博彩软件对任何他人或其他网站、网上服务或公告板或任何其他媒体和连接设备开放。

          </li>
          <li>Ballbet贝博集团特此授予用户在联连设备上安装和使用博彩软件的非专属性、不可转让的个人使用权("使用权")，但博彩软件的安装和使用所用的连接设备须以用户为主要使用人。

          </li>
          <li>
            Ballbet贝博集团授权和散发博彩软件的目的，仅为博彩软件的终端用户能完全连接和使用博彩服务。用户不得：
            <ol class="main-container-content__sub-ol">
              <li>安装或转载博彩软件至其他连网设备的服务器或采取其他步骤使博彩软件可以通过任何形式或公告板、网上服务或远程拨号或网络使他人得到；
              </li>
              <li>散发、出借、出租、转授权、拷贝、转让、转移或以其他方式使任何其他人得到博彩软件和使用博彩软件的使用权；
              </li>
              <li>允许其他人使用博彩软件；</li>
              <li>设立或提供任何方式(包括但不限于仿真程序)使他人使用博彩软件；
              </li>
              <li>翻译、反向工程、反向编译，反汇编、修改、破解、全部或部分地以博彩软件和其源代码为基础开发衍生产品；或拷贝、修改、翻译或全部或部分地以博彩软件的相关用户文件为基础开发衍生产品。
              </li>
            </ol>
          </li>
          <li>
            用户承认并同意，博彩网站上提供的及或通过联连设备或其他方式提供的博彩软件或博彩软件用户方件均归Ballbet贝博集团和Ballbet贝博集团许可方所有，并受著作权、商标权和其他知识产权和专利权的保护。用户特此承认，博彩软件的结构、组织和源代码为Ballbet贝博集团和Ballbet贝博集团许可人的极
            具价值的商业秘密。用户承认除根据使用权向用户授予的权利外，用户对博彩软件和博彩软件用户文件不享有任何权利和权益。

          </li>
          <li>本协议因任何原因终止，本协议顶下所授予的使用权自动作废，用户应停止使用博彩软件并将博彩软件从联连设备中卸载。

          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        交易结算
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li> 所有使用信用卡或借记卡的用户,持卡人姓名须与会员登记和申请过程中所使用的姓名一致。若发生持卡人姓名和账户登记和会员申请所使用的姓名不一致的情况，Ballbet贝博集团有权拒绝就相关交易进行结算。
          </li>
          <li>用户承担向Ballbet贝博集团和其他用户（视具体情况而定）支付所有应付款项的一切责任。用户同意对任何付款不实施或促使他人实施退款，不拒绝或撤销付款，并向
            Ballbet贝博集团偿付所有被退还、拒绝或撤销的付款以及由此引起的所有损失和费用。Ballbet贝博集团，根据自主判断，有权终止向个别用户或使用某类信用卡或借记卡付款的用户提供服务或支付款项。
          </li>
          <li>Ballbet贝博集团就任何经Ballbet贝博集团认可的有效体育博彩(Sportsbook)下注向任何会员支付的最高彩金为英镑￡100,000(或我们根据我们银行所公布的汇率不时确定的其他等额货币)。</li>
          <li>彩金不包括下注额，用户在下注时应考虑这一因素。
          </li>
          <li>
            彩金将存入用户账户。任何款项或彩金在存入帐户的过程中发生错误，Ballbet贝博集团不负任何形式的任何责任，且Ballbet贝博集团有权在任何时候或在事后宣布涉及该等款项的交易无效。用户一旦发现账户内款项汇存有误，有责任立即通知Ballbet贝博集团。

          </li>
          <li>在任何适用法律下就彩金所应缴付的税款和费用均由用户自行负责缴付。
          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        领取彩金
      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>用户的彩金经结算后，将存入用户账户，具体提取办法参照我们彩金提取规定并须出示我们认可的有效带照身份证和信用/借记卡。
          </li>
          <li>在用户所持的信用/借记卡发行银行允许的情况下，彩金可以直接存入用户交纳押金所用的信用/借记卡账户。支票或电汇的收款人以登记或申请会员时所用的姓名为准。以信用卡或借记卡
            支付押金的，收款人还必须是信用卡或借记卡的登记持卡人。
          </li>
          <li>投注额必须达到存款额的１倍才能进行提款，Ballbet贝博集团将保留权利，收取必要的提款和存款手续费。
          </li>
          <li>Ballbet贝博集团因用户的博彩交易而蒙受的所有银行收费均由用户承担和偿付，Ballbet贝博集团有权从用户彩金或账户中扣除和抵扣上述收费。

          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        促销和奖励

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>所有促销、奖励和特价均须遵守本条规及Ballbet贝博集团针对具体促销活动所不时制定的规定。Ballbet贝博集团保留在任何时候中止、取消或修改该等奖励或促销和其相关规定及条款的权力。
          </li>
          <li>若Ballbet贝博集团认定有人滥用或企图滥用某项奖励或促销活动，或可能因该等滥用行为而获利，Ballbet贝博集团有权自主决定以其认为合适的方式阻止、拒绝，中止、或撤消任何用户参加有关奖励或促销活动。

          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        免责声明及特别注意事项

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>博彩完全是一项个人选择，以个人判断与分析为依据，且风险自负的行为。用户下注的同时，即表明用户承认博彩服务、博彩网站和
            博彩资讯并无冒犯性，且并不令人反感、不公平或有悖公共道德。一些司法管辖区对网上及/或岸外网上博彩的合法性尚无定论；而另一些司法管辖区则明确规定网上博彩（在司法管辖区域内和岸外）均属非法行为。我们不鼓励任何人在非法的情况下使用和连接博彩网站、博彩资讯和博彩服务。博彩服务、博彩资讯和博彩网站的设立和提供并不构成我们发出要约、招揽或邀请任何人在那些规定使用或连接上
            述内容为非法行为的国家内使用或连接上述内容。用户独立承担遵守其所适用之相关法律规定的责任，而Ballbet贝博集团不就博彩服务、博彩软件、博彩网站或其中的博彩资讯与用户所适用的法律规定相符作出任何声明。

          </li>
          <li>博彩服务、博彩软件、博彩网站和博彩资讯均按"原状原则"提供。除本条规明示的外，Ballbet贝博集团不就博彩服务、博彩网站、博彩软件和博彩资讯作出任何声明或保证。故所有有关博彩服务、博彩软件、博彩网站和博彩资讯的声明或保证，不论明示或暗示、法定与否，特此在法律允许的最大范围内予以排除。Ballbet贝博集团不就博彩服务、博彩软件、博彩网站或博彩资讯的准确性、及时性、安全性、连续性、正确性或抗外界干扰性（任何性质），以及更正所发现的任何缺陷作出保证。Ballbet贝博集团亦不保证博彩服务、博彩软件、博彩网站和博彩资讯或提供上述内容的服务器不含有任何病毒、间谍软件、广告软件或其他具恶意性、破坏性或可导致电脑瘫痪的代码、程序、数据、宏指令或可影响任何连接设备和其中所存数据的其他软件或特性。用户承诺将自行自费采取预防措施，确保其使用或连接博彩服务所用的过程、方法和连接设备、以及博彩软件的安装和博彩网站的使用，均不会带来电脑病毒、间谍软件、广告软件或具恶意性、破坏性或可导致电脑瘫痪的其他代码，或导致其连接设备或其中所存数据受到干扰和破坏的其他风险。

          </li>
          <li>若发生与账户结算或博彩服务的其他方面有关的系统错误或通讯错误，Ballbet贝博集团不承担由此引起的任何责任。在此情况下，Ballbet贝博集团有权取消所有受上述错误影响的下注并采取任何更正行动。

          </li>
          <li>在任何情况下，因用户连接、使用或参与博彩服务、博彩网站、博彩软件和博彩资讯而发生任何损害、损失或支出，包括用户之连接设备或所存数据受到任何干扰或破坏，Ballbet贝博集团不承担任何责任。此外，对博彩服务、博彩网站、博彩软件和博彩资讯中由第三方(包括但不限于宽带和电信服务供应商)所提供的内容，Ballbet贝博集团亦不作任何保证和声明且不予负责；在任何情况下，Ballbet贝博集团均不对上述第三方合作者的任何违约、过错或不作为承担责任。

          </li>
          <li>
            在任何情况下，Ballbet贝博集团、其关联公司、关联方、合伙人、管理人员、雇员和代理均不对任何损害、损失或支出承担责任，包括但不限于因用户连接或使用博彩服务、博彩网站、博彩软件和博彩资讯、或与用户连接或使用博彩服务、博彩网站、博彩软件和博彩资讯有关的、或因用户下载、安装或使用博彩软件所引起的任何直接、间接、因果性或特别的损害或经济损失，不论Ballbet贝博集团是否被告知可能发生上述损害、损失或支出。在任何情况下，就与用户下注直接相关的任何事宜、事件或情形所引起或与之相关的任何损失或损害(不论是否基于合约、侵权、严格责任或其他原因)，在法律允许的最大范围内，Ballbet贝博集团对用户的全部责任(如有)应不超过用户的相应下注额。
          </li>
          <li>
            用户承认，博彩资讯在性质上可能全部或部分地具有临时性，并且可按本条规予以修订、修改或更改。因此，用户承认博彩资讯仅为参考之用，不构成任何建议、意见或招揽，不构成任何具约束力的声明、保证、合约义务或用户依据的内容和基础。
          </li>
          <li>
            用户特此承认并同意，在考虑所有相关因素，包括但不限于用户向Ballbet贝博集团提供对价的价值后，本条规所述之所有责任豁免和义务排除代表用户和Ballbet贝博集团协议中公平、合理的风险分担和利益分配。用户进一步同意上述免责和限制在适用法律允许的最大范围内具有强制执行力。
          </li>
          <li>
            如果用户对任何博彩或比赛的结果存有异议，应在该等结果宣布之日后十四(14、天内向我们书面投诉。若出现用户连接设备所显示与Ballbet贝博集团系统的交易记录中所存的交易结果不符的情况(尽管发生这种情况的可能性很小)，用户同意Ballbet贝博集团系统中交易记录所记载的由我们的技术总监认证的交易结果应为该等结果具终局性的不容置疑的证据。
          </li>
        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        终止、关户及暂停博彩服务

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>Ballbet贝博集团如有充分理由相信或证明以下情形，除本条款项下Ballbet贝博集团所享有的其他权利外，Ballbet贝博集团有权，根据自主判断，宣布任何彩金无效并没收用户下注账户中所存余额、终止本协议和暂停提供博彩服务/冻结用户账户：
            <ol class="main-container-content__sub-ol">
              <li>用户在Ballbet贝博集团拥有不止一个活动账户。</li>
              <li>用户姓名与向Ballbet贝博集团进行购卖或支付押金所用的信用卡或借记卡或其他付款账户的持有人姓名不符。
              </li>
              <li>用户参与Ballbet贝博集团促销并在未满足促销要求之前退出该促销。</li>
              <li>用户提供不正确或误导性的注册信息。</li>
              <li>用户未提供或遗漏提供必要的身份资料。</li>
              <li>用户不满法定年龄。</li>
              <li>用户连接和使用博彩服务所在的地区在法律上禁止使用博彩服务。
              </li>
              <li>用户对我们实施或促使他人对我们实施"退款"，或否认以其账户名义进行的任何交易或押金。
              </li>
              <li>用户押金来源于刑事犯罪或其他非法或未经授权的活动。</li>
              <li>用户被发现欺诈或企图欺诈任何人或已经对任何人实施欺诈，或经Ballbet贝博集团认定用户使用专门设计用以干扰/捣毁系统之人工智能或其他系统(包括机械、电脑、软件或其他自动化系统)，或被发现与其他博彩玩客勾结或企图与其他赌客勾结欺骗Ballbet贝博集团或其他博彩玩客。
              </li>
              <li>用户允许(不论是否故意)他人使用其账户。</li>
              <li>用户未遵守本协议项下的任何使用规定。</li>
            </ol>
          </li>
          <li>若我们按上述规定暂停提供博彩服务和冻结账户，在用户实施必要的纠正措施(如可以纠正)，且我们确认完全满意用户的纠正措施之后，博彩服务和用户账户将被恢复和解冻。</li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        与外部网站的链接

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>博博彩网站可能含有非Ballbet贝博集团所维护的外部网站链接。此外部网站链接仅为方便用户而提供，Ballbet贝博集团不能确保上述链接所含内容的准确性或时效性，且不作任何管制及不负上任何责任。</li>
          <li>Ballbet贝博集团不会对外部网站的内容资讯，隐私保护政策或在外部网站宣传、出售或以其他方式开放的任何产品或服务承担任何责任、负责提供或审查、予以批准或核准、或作出任何声明与保证。
          </li>
          <li>Ballbet贝博集团不就用户因使用博彩网站所提供的任何外部网站链接而发生的或与之相关的任何损失或损害承担合约、侵权、疏忽或其他责任。
          </li>
          <li>除非明文规定，否则Ballbet贝博集团在任何情况下均不得被视为与外部网站上的任何声明、意见、产品或服务商标、标记、标志或其他图案、
            在外部网站宣传、出售或以其他方式开放的任何产品或服务、外部网站的经营者或所有者、或以任何方式与外部网站相关的任何人具有任何关系或联系。

          </li>
        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        与博彩网站的链接/框入

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>用户不得就博彩网站或博彩服务的任何部分设置链接、深链接或文中链接(deep or in-line links)、或框入(frame)博彩资讯。</li>
        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        增加或中断博彩种类

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>我们保留自行决定，不经通知用户，于任何时候在博彩网站增加新的博彩种类或功能，或开始、停止、中断、限制连接或修改任何博彩种类或功能的权利，且不就此对任何人承担任何责任。
          </li>
        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        违反本条规

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>
            Ballbet贝博集团保留就违反本条规的行为依法寻求救济（法律及衡平法）的权利，包括自行决定在任何时候基于任何理由拒绝或限制任何特定的人连接博彩服务、博彩网站和博彩资讯、阻止通过特定互联网地址或连接设备连接博彩服务、博彩网站和博彩资讯的权利。
          </li>
        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        优先顺序

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>博彩规则(若适用)和适用于使用和连接博彩服务、博彩软件、博彩资讯和博彩网站的任何其他条规均构成本条规的组成部分。
          </li>
          <li>若博彩规则和适用于使用和连接博彩服务、博彩软件、博彩资讯和博彩网站的任何其他条规与本条规存有抵触，则除非另行明文规定，否则以本条规为准。
          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        不可抗力

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>若Ballbet贝博集团发生其下列无法控制的任何性质的事件(包括但不限于天灾、适用法律法规的变更、政府、民政或军事机关的作为或不作为、
            法院命令、恐怖活动、闪电或火灾、罢工、停工或其他劳资纠纷、洪水、干旱、战争、暴乱、盗窃、传输或系统故障、通讯或宽带服务故障或中断、电力供应或设备故障或不足、恶劣气候、地震和自然灾害)未能或迟延履行本条规所规定的任何义务，不构成违反本条规。
            用户同意采取一切必要行动尽量减轻上述事件的后果.
          </li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        弃权

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>Ballbet贝博集团在任何时候未能执行本条规任何条款不可视为Ballbet贝博集团放弃本条规所规定的权利或以任何方式影响本条规全部或部分的有效性，且不影响Ballbet贝博集团采取进一步行动权。</li>

        </ol>
      </main-container-content>
    </div>
    <div class="clause-article">
      <main-container-title>
        可分割性

      </main-container-title>
      <main-container-content>
        <ol class="main-container-content__ol">
          <li>若任何条款或其任何部分被有关机关认定为在任何程度上无效、不合法或不可执行，则该条款或该部分在上述程度上与其他条款分割，其他条款在法律允许的范围内继续完全有效。</li>

        </ol>
      </main-container-content>
    </div>

  </div>
</template>

<script>
  export default {
    name: "clause"
  };
</script>

<style lang="scss" scoped>
  
  .clause-article {
    margin-bottom: 50px;
    .main-container-content__text {
      margin-bottom: 30px;
    }
  }
</style>
